{
    "info-title":"Information",
    "info-text":"Welcome to the Madeira Island information section, a wonderful place with a rich history, a unique way of life, and exceptional flora and fauna. Discovered by the Portuguese in the 15th century, the island is an important center of commerce, tourism and culture. The local people are hospitable and welcoming, and the culture is rich in traditions. The forests are mainly composed of laurisilva, and the island is home to several animal species.",
    "info-history-title":"History",
    "info-history-text":"The origins of Madeira Island go back to the Miocene period, around 5 million years ago, when volcanic explosions occurred in the western part of the Atlantic Ocean. The archipelago was uninhabited until 1419, when the Portuguese navigator João Gonçalves Zarco landed in",
    "info-lifestyle-title":"Lifestyle",
    "info-lifestyle-text":"Living in Madeira Island is like living in paradise. After all, being surrounded by so much natural beauty is one of the most enjoyable things you can have in life. Its forest was declared a World Heritage Site by UNESCO. In addition, the island has been considered for six consecutive years the best destination",
    "info-fauna-title":"Fauna",
    "info-fauna-text":"Madeira's biodiversity has great scientific and conservation value due to the numerous endemic species of fauna and flora. The Laurissilva avifauna has few species and many endemisms, such as the emblematic long-necked pigeon. Other birds that occur are",
    "info-flora-title":"Flora",
    "info-flora-text":"The Macaronesian region is a center of biodiversity due to its unique ecological conditions and isolation. It has about 4500 species of vascular plants, of which a fifth are endemic. However, human activity has led to a decrease in diversity",
    "info-navbar-history":"History",
    "info-navbar-lifestyle":"Lifestyle",
    "info-navbar-fauna":"Fauna",
    "info-navbar-flora":"Flora",
    "project-title":"About",
    "project-text":"Welcome to the interactive map of Madeira Island! Explore and discover the charms of this natural paradise through our interactive tool, designed to provide a unique experience for visitors and locals alike. With our map, you can easily navigate around the island, explore points of interest, stunning trails, idyllic beaches and historical sites.", 
    "info-button":"Informations",
    "routes-button":"Routes",
    "project-button":"Project",
    "accessibility-button":"Accessibility"
}
