{
    "info-title":"Informação",
    "info-text":"Bem-vindo à seção de informações sobre a Ilha da Madeira, um lugar maravilhoso com uma rica história, um estilo de vida único, e uma flora e fauna excepcionais. Descoberta pelos portugueses no século XV, a ilha é um importante centro de comércio, turismo e cultura. A população local é hospitaleira e acolhedora, e a cultura é rica em tradições. As florestas são compostas principalmente por laurissilva, e a ilha abriga várias espécies animais.",
    "info-history-title":"História",
    "info-history-text":"As origens da Ilha da Madeira remontam ao período Mioceno, há cerca de 5 milhões de anos, quando ocorreram explosões vulcânicas na parte ocidental do Oceano Atlântico. O arquipélago era desabitado até 1419, quando o navegador português João Gonçalves Zarco desembarcou na",
    "info-lifestyle-title":"Estilo de vida",
    "info-lifestyle-text":"Viver na Ilha da Madeira é como viver no paraíso. Afinal, estar rodeado por tanta beleza natural é uma das coisas mais agradáveis que se pode ter na vida. A sua floresta foi declarada Património da Humanidade pela UNESCO. Além disso, a ilha já foi considerada por seis anos consecutivos o melhor destino",
    "info-fauna-title":"Fauna",
    "info-fauna-text":"A biodiversidade da Madeira tem grande valor científico e de conservação devido às numerosas espécies endêmicas de fauna e flora. A avifauna da Laurissilva apresenta poucas espécies e muitos endemismos, como o emblemático pombo-trocaz. Outras aves que ocorrem são",
    "info-flora-title":"Flora",
    "info-flora-text":"A região Macaronésia é um centro de biodiversidade devido às suas condições ecológicas únicas e isolamento. Possui cerca de 4500 espécies de plantas vasculares, das quais um quinto são endémicas. No entanto, a atividade humana tem levado a uma diminuição da diversidade",
    "info-navbar-history":"História",
    "info-navbar-lifestyle":"Estilo de vida",
    "info-navbar-fauna":"Fauna",
    "info-navbar-flora":"Flora",
    "project-title":"Sobre",
    "project-text":"Bem-vindo ao mapa interativo da Ilha da Madeira! Explore e descubra os encantos deste paraíso natural através da nossa ferramenta interativa, projetada para proporcionar uma experiência única aos visitantes e moradores locais. Com o nosso mapa, poderá navegar facilmente pela ilha, explorar pontos de interesse, trilhas deslumbrantes, praias paradisíacas e locais históricos.", 
    "info-button":"Informações",
    "routes-button":"Roteiros",
    "project-button":"Projeto",
    "accessibility-button":"Acessibilidade"
}
